/* titles */
"StandardTitle" = "“%@”에 표준 설치";
"CustomTitle" = "“%@”에 사용자 설정 설치";

/* space requirements message */
"SpaceRequirements" = "컴퓨터 공간의 %@을(를) 차지하게 됩니다.";

/* content strings for the standard install pane */
"InstallContinueMessage" = "“%@” 디스크에 이 소프트웨어의 표준 설치를 실행하려면 설치를 클릭하십시오.";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "사용자의 홈 폴더에 이 소프트웨어의 표준 설치를 실행하도록 설치를 클릭하십시오. 이 컴퓨터의 현재 사용자만 이 소프트웨어를 사용할 수 있습니다.";
"InstallContinueMessage_LocalDomain" = "이 컴퓨터의 모든 사용자에 대해 이 소프트웨어의 표준 설치를 실행하도록 설치를 클릭하십시오. 이 컴퓨터의 모든 사용자가 이 소프트웨어를 사용할 수 있습니다.";
"InstallContinueMessage_UnknownDomain" = "이 소프트웨어의 표준 설치를 실행하려면 설치를 클릭하십시오.";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "이 소프트웨어가 설치를 완료하면 컴퓨터를 시스템 종료해야 합니다. 지금 소프트웨어를 설치하겠습니까?";
"RestartWarning" = "이 소프트웨어가 설치를 완료하면 컴퓨터를 재시동해야 합니다. 지금 소프트웨어를 설치하겠습니까?";
"LogoutWarning" = "이 소프트웨어를 설치하려면 모든 응용 프로그램을 닫아야 하며 설치가 완료되면 사용자는 로그 아웃됩니다. 지금 소프트웨어를 설치하겠습니까?";
"BatteryWarning" = "전원 어댑터가 빠져있거나 전원에 연결되지 않은 상태로 설치를 시작하려고 합니다. 작업을 계속하겠습니까?";
"PadWarning" = "이 소프트웨어를 설치하면 Mac OS X 시스템에 100MB 이하의 사용 가능 공간이 남습니다. 이는 시스템에 문제를 야기할 수도 있기 때문에 권장되지 않습니다. 계속하겠습니까?";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "설치";
"CONTINUE_BUTTON_TITLE" = "계속";
"OK_BUTTON_TITLE" = "승인";
"CANCEL_BUTTON_TITLE" = "취소";
"CONTINUE_INSTALL_BUTTON_TITLE" = "설치 계속";

"ExtraMediaMessage" = "설치 중인 소프트웨어는 추가 설치 디스크를 필요로 합니다. 다음 디스크를 준비하십시오.";
"AppToQuitMessage" = "%@이(가) 현재 열려있고 이 설치를 시작하기 전에 닫힙니다. 이 응용 프로그램을 닫지 않으려면 설치를 취소하십시오.";
"AppsToQuitMessage" = "이 설치를 시작하기 전에 다음의 열려있는 응용 프로그램이 닫힙니다: %@. 이 응용 프로그램을 닫지 않으려면 설치를 취소하십시오.";

"MUST_QUIT_APPLICATIONS_TITLE" = "일부 응용 프로그램은 이 설치가 시작되기 전에 종료되어야합니다.";
"MUST_QUIT_APPLICATION_MESSAGE" = "이 설치를 시작하기 전에 %@이(가) 닫힙니다. 이 응용 프로그램을 닫지 않으려면 취소를 클릭하여 이 설치를 취소하십시오.";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "다음 응용 프로그램이 닫힙니다: %@. 이 응용 프로그램을 닫지 않으려면, 취소를 클릭하여 이 설치를 취소하십시오.";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "대상 디스크에 약 %@의 추가 여유 공간이 필요합니다.";
"StandardInstallSinglePackageDeselectMessage" = "설치 프로그램을 종료하고 파일 또는 응용 프로그램을 제거하여 디스크에 더 많은 사용 공간을 확보한 다음 설치를 다시 시도하십시오.";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "설치를 위해 다른 디스크를 선택하거나, 설치 프로그램을 종료하고 파일 또는 응용 프로그램을 제거하여 디스크에 더 많은 사용 공간을 확보한 다음 설치를 다시 시도하십시오.";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "대상 디스크에 약 %@의 추가 여유 공간이 필요합니다.";
"CustomMetaPackageDeselectMessage" = "일부 선택 항목을 선택 해제하고 파일 또는 응용 프로그램을 제거하여 디스크에 더 많은 사용 공간을 확보한 다음 설치를 다시 시도하십시오.";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "설치를 위해 다른 디스크를 선택하거나, 일부 선택 항목을 선택 해제하거나, 또는 설치 프로그램을 종료하고 파일 또는 응용 프로그램을 제거하여 디스크에 더 많은 사용 공간을 확보한 다음 설치를 다시 시도하십시오.";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "시스템에 최신 버전의 소프트웨어가 설치되어 있습니다. 이전 버전을 설치할 필요가 없습니다.";

"CUSTOM_FOLDER_TOOLTIP" = "%2$@ 상의 “%1$@” 폴더";
"CUSTOM_FOLDER_ERROR_TITLE" = "이 항목을 설치할 공간이 부족합니다.";
"CUSTOM_FOLDER_ERROR_SPACE" = "파일 또는 응용 프로그램을 제거하여 더 많은 사용 공간을 확보하거나 다른 폴더 또는 디스크를 선택한 다음, 설치를 다시 시도하십시오.";
"CUSTOM_FOLDER_DESCRIPTION" = "“%1$@”에 대한 위치를 선택합니다. 이 항목의 크기는 %2$@입니다. 아래의 목록은 디스크과 사용 가능 공간을 표시합니다.";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@ (공간 부족)";
"CUSTOM_OTHER_MENU_ITEM" = "기타...";
